NSCameraUsageDescription = "Kaamera on kasutusel videokõnede jaoks";
NSMicrophoneUsageDescription = "Mikrofon on kasutusel hääl- ja videokõnede puhul";
NSPhotoLibraryUsageDescription = "Ligipääs meediapangale on vajalik fotode ja videote jagamiseks sinu nutiseadmest";
NSContactsUsageDescription = "Ligipääs kontaktidele on vajalik sinu aadressiraamatu kontaktide võrdlemiseks serveris leiduvate kontaktidega";
NSLocationWhenInUseUsageDescription = "See on vajalik sinu asukoha jagamiseks teistega";
NSSpeechRecognitionUsageDescription = "Ligipääs kõnetuvastusele on vajalik häälsõnumite muutmiseks tekstiks kasutades vaid nutiseadme võimalusi";
